tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "bash"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "curl"
brew "deno"
brew "fd"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "nghttp2"
brew "srt"
brew "ffmpeg"
brew "isl"
brew "gcc", link: false
brew "ghostscript", link: false
brew "git"
brew "grep"
brew "krb5"
brew "libcroco"
brew "pango"
brew "librsvg"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "youtube-dl"
brew "mpv"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "node", link: false
brew "perl"
brew "postgresql"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
